{
  "title": "cfg",
  "menu": {
    "about": "ABOUT US",
    "clients": "SERVICES",
    "team": "TEAM",
    "values": "OUR VALUES",
    "contacts": "CONTACTS"
  },
  "langSwitch": {
    "ua": "ua",
    "en": "en"
  },
  "top-section": {
    "title": {
      "1": "corporate",
      "2": "finance",
      "3": "governance"
    },
    "subtitle": "CFG was founded in 2013. Customers come to us with their challenges. Our job is to find the right tools to solve them."
  },
  "about": {
    "title": "ABOUT US",
    "content": {
      "title": "We provide consulting and legal services and specialize in securities market, corporate governance and corporate finance.",
      "text_1": "In terms of instruments, we use M&A, equity issuance, joint ventures, corporate governance in JSCs, dividend and tax policies, and others.",
      "text_2": "In complex projects we act as an architect and involve other contractors (jurisprudence, registration processes, etc.). Sometimes we work as pioneers, striving for government agency to adopt an individual regulatory decision in favor of our client. This is a completely legitimate process. Our working groups help government agencies in developing the regulatory framework."
    }
  },
  "clients": {
    "title": "SERVICES",
    "content": {
      "title": "Customers come to us with their challenges. Our job is to find the right tools to solve them."
    },
    "more_content": {
      "item_1": {
        "title": "Corporate Governance and Finance",
        "text": {
          "1" : "Our main work is to maintain corporate relationships. We implement our clients tasks - build financial models, change financial flows and indicators, organize funding. For this we create JSCs, restructure and reorganize the business, issue securities.",
          "2" : "To organize the relations between the shareholders, JSCs and investors, we structure the business groups and develop effective corporate governance structures.",
          "3" : "And if the client needs optimal structure of capital to be provided, we resolve corporate conflicts, run a squeeze-out or accompany M&A"
        }
      },
      "item_2": {
        "title": "Joint Investments",
        "text": {
          "1" : "Tax incentives for joint investment institutes make them attractive to our clients. We build models for them to properly use such funds. It is interesting for development, organization of business flows, management and tax planning in groups of companies, assets sales and purchases, financing, and so on.",
          "2" : "For our clients we also create investment companies, funds, management companies and provide licensing for their activities. We help acquiring working companies or finding partners as well.",
          "3" : "However, we usually do not recommend buying existing companies or funds. In our opinion, it is more expedient to buy a portfolio together with the company. Often clients simply lack the time to create their own companies (funds). In such cases we offer them to be temporarily served with our partners."
        }
      },
      "item_3": {
        "title": "Due diligence",
        "text": {
          "1" : "In this part we provide various services, depending on the task. For example, we collect, analyze information and provide advices on specific issues, or sometimes conduct extensive research. While researching, we often collaborate with auditors, independent appraisers and other experts."
        }
      },
      "item_4": {
        "title": "Relationships with Regulators",
        "text": {
          "1" : "Often our customers need to build relationships or establish communication with government agencies. We have a lot of experience in this area, since we interact with regulators in most of our projects.",
          "2" : "We can fully represent client's interests in relations with a government agency. For example, accompany audits, review offenses, and so on.",
          "3" : "Sometimes to solve a problem we do what seems nearly impossible: we strive for the regulator to adopt an individual regulatory decision in favor of our client."
        }
      }
    }
  },
  "team": {
    "title": "TEAM",
    "content": {
      "title": "CFG has brought together people who have been working in the financial sector for over 20 years. We have extensive experience in public service, asset management, banking, legal practice, JSC management and financial modeling.",
      "text": {
        "1": "Our people are perfectionists. We strive to be the best in what we do. At the same time, we are united by the fact that we are simple and do not pursue signs of success.",
        "2": "We have a stable team. The company is only complemented by new people who bring fresh ideas and insights. Returning to us with a new task in two years, you still work with the same people."
      }
    },
    "more_content": {
      "item_1": {
        "title": "FOUNDER",
        "name": {
          "1": "Andrii",
          "2": "Stepanenko"
        }
      },
      "item_2": {
        "title": "CEO",
        "name": {
          "1": "Volodymir",
          "2": "Starovoitenko"
        }
      }
    }
  },
  "values": {
    "title": "OUR VALUES",
    "content": {
      "title": {
        "1": "Our",
        "2": "Values"
      },
      "item_1": {
        "title": "Clients",
        "text": {
          "1" : "We love our clients. Their problems and goals become ours. Therefore, we build partnerships with customers, and with many we have been friends years after the end of projects. The overwhelming majority of new CFG clients come on the recommendation of those who have already worked with us. And this is what we value the most."
        }
      },
      "item_2": {
        "title": "Privacy",
        "text": {
          "1" : "Our clients are large and medium-sized Ukrainian companies. These are financial and industrial groups, banks, insurance companies. We also work with public figures. All of them trust us with the reasons for their actions and strategic goals of the company. CFG adheres to the principle of not disclosing information about its clients and implemented projects, unless the client has given us his consent.",
          "2" : "Sometimes our customers happen to be direct competitors to each other. We never use the information of some clients in working with others. For example, we have three customers in the area of ​​consumer lending. In such a situation, the disclosure of available information may become a business risk for some of them. Therefore, you will not see \"Our customers\" section on the website. We are sure that no big names are able to replace live communication when you choose your partners for solving complex problems."
        }
      },
      "item_3": {
        "title": "Team",
        "text": {
          "1" : "It is important for each of us to respect our work. Therefore, we refuse projects in which we will have to go against our own moral and ethical considerations. For example, we do not undertake the aggressive takeover of one company by another. This solution does not depend on the price. "
        }
      }
    }
  },
  "contacts": {
    "title": "CONTACTS",
    "address": {
      "1": "«СFG» LLC",
      "2": "04053, Ukraine, Kyiv",
      "3": "Kudriavskiy descent 56"
    },
    "tell": "TELL",
    "email": "E-MAIL",
    "copy": "CFG ALL RIGHTS RESERVED",
    "madeby": {
      "1": "WEBSITE",
      "2": "MADE BY ",
      "3": "NAKED"
    }
  }
}
